13xforever.language-x86-64-assembly
766b.go-outliner
aaron-bond.better-comments
aldijav.golangwithdidi
anysphere.cpptools
anysphere.remote-wsl
damiankoper.gdb-debug
danielpinto8zz6.c-cpp-compile-run
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dtoplak.vscode-glsllint
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.docker-explorer
geforcelegend.vscode-glsl
golang.go
ipedrazas.kubernetes-snippets
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
llvm-vs-code-extensions.vscode-clangd
lucianirsigler.nasm
miguelsolorio.fluent-icons
miguelsolorio.symbols
mindaro-dev.file-downloader
mindaro.mindaro
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
mtxr.sqltools
neonxp.gotools
nhoizey.gremlins
njpwerner.autodocstring
openai.chatgpt
p1c2u.docker-compose
pascalreitermann93.vscode-yaml-sort
pkief.material-icon-theme
premparihar.gotestexplorer
qufiwefefwoyn.kanagawa
quicktype.quicktype
qwtel.sqlite-viewer
redhat.vscode-yaml
redis.redis-for-vscode
ritwickdey.liveserver
sajibsrs.soft-sight
slevesque.shader
sumneko.lua
tal7aouy.icons
tamasfe.even-better-toml
tinkertrain.theme-panda
tooltitudeteam.tooltitude
twxs.cmake
vadimcn.vscode-lldb
wix.vscode-import-cost
xaver.clang-format
zxh404.vscode-proto3
